[
  {
    "Region": "Achham",
    "Meaning": "Achham — A district of spirit and soil."
  },
  {
    "Region": "Arghakhanchi",
    "Meaning": "Arghakhanchi — A district of spirit and soil."
  },
  {
    "Region": "Baglung",
    "Meaning": "Baglung — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Baitadi",
    "Meaning": "Baitadi — A district of spirit and soil."
  },
  {
    "Region": "Bajhang",
    "Meaning": "Bajhang — A district of spirit and soil."
  },
  {
    "Region": "Bajura",
    "Meaning": "Bajura — A district of spirit and soil."
  },
  {
    "Region": "Banke",
    "Meaning": "Banke — A district of spirit and soil."
  },
  {
    "Region": "Bara",
    "Meaning": "Bara — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Bardiya",
    "Meaning": "Bardiya — A district of spirit and soil."
  },
  {
    "Region": "Bhaktapur",
    "Meaning": "Where time is carved into every brick and wood."
  },
  {
    "Region": "Bhojpur",
    "Meaning": "Bhojpur — A district of spirit and soil."
  },
  {
    "Region": "Bungamati",
    "Meaning": "Bungamati — A sacred thread in the fabric of the valley."
  },
  {
    "Region": "Chabahil",
    "Meaning": "Gateway to the ancient Bodhisattva whispers."
  },
  {
    "Region": "Chitwan",
    "Meaning": "Chitwan — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Dadeldhura",
    "Meaning": "Dadeldhura — A district of spirit and soil."
  },
  {
    "Region": "Dailekh",
    "Meaning": "Dailekh — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Dang",
    "Meaning": "Dang — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Darchula",
    "Meaning": "Darchula — A district of spirit and soil."
  },
  {
    "Region": "Dhading",
    "Meaning": "Dhading — A place of layered faith and footsteps."
  },
  {
    "Region": "Dhankuta",
    "Meaning": "Dhankuta — A district of spirit and soil."
  },
  {
    "Region": "Dhanusha",
    "Meaning": "Dhanusha — A district of spirit and soil."
  },
  {
    "Region": "Dolakha",
    "Meaning": "Dolakha — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Dolpa",
    "Meaning": "Dolpa — A district of spirit and soil."
  },
  {
    "Region": "Doti",
    "Meaning": "Doti — A district of spirit and soil."
  },
  {
    "Region": "Eastern Rukum",
    "Meaning": "Eastern Rukum — A district of spirit and soil."
  },
  {
    "Region": "Godavari",
    "Meaning": "Godavari — A sacred thread in the fabric of the valley."
  },
  {
    "Region": "Gorkha",
    "Meaning": "Gorkha — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Gulmi",
    "Meaning": "Gulmi — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Humla",
    "Meaning": "Humla — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Ilam",
    "Meaning": "Ilam — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Jajarkot",
    "Meaning": "Jajarkot — A district of spirit and soil."
  },
  {
    "Region": "Jhapa",
    "Meaning": "Jhapa — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Jumla",
    "Meaning": "Jumla — A district of spirit and soil."
  },
  {
    "Region": "Kailali",
    "Meaning": "Kailali — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Kalikot",
    "Meaning": "Kalikot — A district of spirit and soil."
  },
  {
    "Region": "Kanchanpur",
    "Meaning": "Kanchanpur — A town where past and present walk side by side."
  },
  {
    "Region": "Kapilvastu",
    "Meaning": "Kapilvastu — A district of spirit and soil."
  },
  {
    "Region": "Kaski",
    "Meaning": "Kaski — A district of spirit and soil."
  },
  {
    "Region": "Kathmandu",
    "Meaning": "Kathmandu — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Kavrepalanchok",
    "Meaning": "Kavrepalanchok — A district of spirit and soil."
  },
  {
    "Region": "Khokana",
    "Meaning": "Khokana — A sacred thread in the fabric of the valley."
  },
  {
    "Region": "Khotang",
    "Meaning": "Khotang — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Kirtipur",
    "Meaning": "A warrior town that never bowed to conquest."
  },
  {
    "Region": "Lalitpur",
    "Meaning": "Lalitpur — A town where past and present walk side by side."
  },
  {
    "Region": "Lamjung",
    "Meaning": "Lamjung — A district of spirit and soil."
  },
  {
    "Region": "Lubhu",
    "Meaning": "Lubhu — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Mahottari",
    "Meaning": "Mahottari — A district of spirit and soil."
  },
  {
    "Region": "Makwanpur",
    "Meaning": "Makwanpur — A district of spirit and soil."
  },
  {
    "Region": "Manang",
    "Meaning": "Manang — A district of spirit and soil."
  },
  {
    "Region": "Morang",
    "Meaning": "Morang — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Mugu",
    "Meaning": "Mugu — A district of spirit and soil."
  },
  {
    "Region": "Mustang",
    "Meaning": "Mustang — A district of spirit and soil."
  },
  {
    "Region": "Myagdi",
    "Meaning": "Myagdi — A district of spirit and soil."
  },
  {
    "Region": "Nawalpur",
    "Meaning": "Nawalpur — A district of spirit and soil."
  },
  {
    "Region": "Nuwakot",
    "Meaning": "Nuwakot — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Okhaldhunga",
    "Meaning": "Okhaldhunga — A district of spirit and soil."
  },
  {
    "Region": "Palpa",
    "Meaning": "Palpa — A district of spirit and soil."
  },
  {
    "Region": "Panauti",
    "Meaning": "Panauti — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Panchthar",
    "Meaning": "Panchthar — A district of spirit and soil."
  },
  {
    "Region": "Parbat",
    "Meaning": "Parbat — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Parsa",
    "Meaning": "Parsa — A district of spirit and soil."
  },
  {
    "Region": "Pyuthan",
    "Meaning": "Pyuthan — A district of spirit and soil."
  },
  {
    "Region": "Ramechhap",
    "Meaning": "Ramechhap — A district of spirit and soil."
  },
  {
    "Region": "Rasuwa",
    "Meaning": "Rasuwa — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Rautahat",
    "Meaning": "Rautahat — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Rolpa",
    "Meaning": "Rolpa — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Rukum West",
    "Meaning": "Rukum West — A district of spirit and soil."
  },
  {
    "Region": "Rupandehi",
    "Meaning": "Rupandehi — A district of spirit and soil."
  },
  {
    "Region": "Salyan",
    "Meaning": "Salyan — A district of spirit and soil."
  },
  {
    "Region": "Sankhu",
    "Meaning": "Sankhu — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Sankhuwasabha",
    "Meaning": "Sankhuwasabha — A district of spirit and soil."
  },
  {
    "Region": "Saptari",
    "Meaning": "Saptari — A district of spirit and soil."
  },
  {
    "Region": "Sarlahi",
    "Meaning": "Sarlahi — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Sindhuli",
    "Meaning": "Sindhuli — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Sindhupalchok",
    "Meaning": "Sindhupalchok — A district of spirit and soil."
  },
  {
    "Region": "Siraha",
    "Meaning": "Siraha — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Solukhumbu",
    "Meaning": "Solukhumbu — A district of spirit and soil."
  },
  {
    "Region": "Sunsari",
    "Meaning": "Sunsari — A district of spirit and soil."
  },
  {
    "Region": "Surkhet",
    "Meaning": "Surkhet — A district of spirit and soil."
  },
  {
    "Region": "Syangja",
    "Meaning": "Syangja — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Tanahun",
    "Meaning": "Tanahun — A district of spirit and soil."
  },
  {
    "Region": "Taplejung",
    "Meaning": "Taplejung — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Tehrathum",
    "Meaning": "Tehrathum — A district of spirit and soil."
  },
  {
    "Region": "Thimi",
    "Meaning": "Thimi — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Tokha",
    "Meaning": "Tokha — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Udayapur",
    "Meaning": "Udayapur — A district of spirit and soil."
  },
  {
    "Region": "Anamnagar",
    "Meaning": "Anamnagar — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Ason",
    "Meaning": "Ason — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Babarmahal",
    "Meaning": "Babarmahal — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Bafal",
    "Meaning": "Bafal — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Bagbazar",
    "Meaning": "Where books, bargains, and bhajans collide."
  },
  {
    "Region": "Bagdole",
    "Meaning": "Bagdole — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Bakhundole",
    "Meaning": "Bakhundole — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Balaju",
    "Meaning": "Wells and wheels, where water once ruled."
  },
  {
    "Region": "Balambu",
    "Meaning": "Balambu — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Balkhu",
    "Meaning": "Balkhu — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Balkot",
    "Meaning": "Balkot — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Balkumari",
    "Meaning": "Balkumari — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Baluwatar",
    "Meaning": "Baluwatar — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Banasthali",
    "Meaning": "Banasthali — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Banepa",
    "Meaning": "A trade crossroad steeped in sacred chants."
  },
  {
    "Region": "Baneshwor",
    "Meaning": "Baneshwor — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Bangemudha",
    "Meaning": "Bangemudha — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Baniyatar",
    "Meaning": "Baniyatar — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Bansbari",
    "Meaning": "Bansbari — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Basantapur",
    "Meaning": "Basantapur — A town where past and present walk side by side."
  },
  {
    "Region": "Basundhara",
    "Meaning": "Basundhara — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Battisputali",
    "Meaning": "Battisputali — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Bhairahawa",
    "Meaning": "Bhairahawa — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Bhaisepati",
    "Meaning": "Bhaisepati — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Bhatbhateni",
    "Meaning": "Bhatbhateni — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Bhedasingh",
    "Meaning": "Bhedasingh — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Bhote Bahal",
    "Meaning": "Bhote Bahal — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Bhotechaur",
    "Meaning": "Bhotechaur — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Bhurunkhel",
    "Meaning": "Bhurunkhel — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Bijeshwori",
    "Meaning": "Bijeshwori — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Bijulibazar",
    "Meaning": "Bijulibazar — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Biratnagar",
    "Meaning": "Biratnagar — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Birgunj",
    "Meaning": "Birgunj — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Birtamod",
    "Meaning": "Birtamod — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Bishalnagar",
    "Meaning": "Bishalnagar — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Boudha",
    "Meaning": "A dome of peace rising above devotion."
  },
  {
    "Region": "Golfutar",
    "Meaning": "Golfutar — A name whispered in the valley’s living memory."
  },
  {
    "Region": "BramhaTole",
    "Meaning": "BramhaTole — A close-knit neighborhood with roots in kinship."
  },
  {
    "Region": "New Baneshwor",
    "Meaning": "New Baneshwor — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Budhanilkantha",
    "Meaning": "Budhanilkantha — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Butwal",
    "Meaning": "Butwal — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Chagall",
    "Meaning": "Chagall — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Chakrapath",
    "Meaning": "Chakrapath — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Chakupat",
    "Meaning": "Chakupat — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Chamati",
    "Meaning": "Chamati — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Chandol",
    "Meaning": "Chandol — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Chandragiri",
    "Meaning": "Chandragiri — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Changunarayan",
    "Meaning": "Changunarayan — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Chapagaon",
    "Meaning": "Chapagaon — A peaceful village echoing with old stories."
  },
  {
    "Region": "Sunakkothi",
    "Meaning": "Sunakkothi — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Chapali",
    "Meaning": "Chapali — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Charikot",
    "Meaning": "Charikot — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Chauni",
    "Meaning": "Chauni — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Chetrapati",
    "Meaning": "Chetrapati — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Chovar",
    "Meaning": "Chovar — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Chunikhel",
    "Meaning": "Chunikhel — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Dallu",
    "Meaning": "Dallu — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Damauli",
    "Meaning": "Damauli — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Danchhi",
    "Meaning": "Danchhi — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Dhalko",
    "Meaning": "Dhalko — A place of layered faith and footsteps."
  },
  {
    "Region": "Dhangadhi",
    "Meaning": "Dhangadhi — A place of layered faith and footsteps."
  },
  {
    "Region": "Dhangadi",
    "Meaning": "Dhangadi — A place of layered faith and footsteps."
  },
  {
    "Region": "Dhapakhel",
    "Meaning": "A quiet pocket breathing old air."
  },
  {
    "Region": "Dhapasi",
    "Meaning": "Dhapasi — A place of layered faith and footsteps."
  },
  {
    "Region": "Dharan",
    "Meaning": "Dharan — A place of layered faith and footsteps."
  },
  {
    "Region": "Dharmasthali",
    "Meaning": "Dharmasthali — A place of layered faith and footsteps."
  },
  {
    "Region": "Dhobighat",
    "Meaning": "Dhobighat — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Dhulikhel",
    "Meaning": "Dhulikhel — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Dhumbarahi",
    "Meaning": "Dhumbarahi — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Dillibazar",
    "Meaning": "Dillibazar — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Dumja",
    "Meaning": "Dumja — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Ekaltar",
    "Meaning": "Ekaltar — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Gabahal",
    "Meaning": "Gabahal — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Gairidhara",
    "Meaning": "Gairidhara — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Ganabahal",
    "Meaning": "Ganabahal — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Gatthaghar",
    "Meaning": "Gatthaghar — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Gaurighat",
    "Meaning": "Gaurighat — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Gaushala",
    "Meaning": "Gaushala — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Ghattekulo",
    "Meaning": "Ghattekulo — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Godawari",
    "Meaning": "Godawari — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Gokarna",
    "Meaning": "Gokarna — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Goldhunga",
    "Meaning": "Goldhunga — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Gongabu",
    "Meaning": "Buzzing bazaar, a pulse of the valley's north."
  },
  {
    "Region": "Gothatar",
    "Meaning": "Gothatar — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Gwarko",
    "Meaning": "Gwarko — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Gyaneshwor",
    "Meaning": "Gyaneshwor — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Hadigaon",
    "Meaning": "Hadigaon — A peaceful village echoing with old stories."
  },
  {
    "Region": "Harisiddhi",
    "Meaning": "Harisiddhi — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Hattiban",
    "Meaning": "Hattiban — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Hattigauda",
    "Meaning": "Hattigauda — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Hattisar",
    "Meaning": "Hattisar — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Hetauda",
    "Meaning": "Hetauda — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Imadol",
    "Meaning": "Where new homes rise on ancient soil."
  },
  {
    "Region": "Indrachwok",
    "Meaning": "Indrachwok — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Itumbahal",
    "Meaning": "Itumbahal — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Jadibuti",
    "Meaning": "Jadibuti — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Jaisidewal",
    "Meaning": "Jaisidewal — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Janakpur",
    "Meaning": "Janakpur — A town where past and present walk side by side."
  },
  {
    "Region": "Jawalakhel",
    "Meaning": "Clay and color merge in the artisan’s square."
  },
  {
    "Region": "Jhamsikhel",
    "Meaning": "Jhamsikhel — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Jhochhen",
    "Meaning": "Jhochhen — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Jorpati",
    "Meaning": "Where schools of thought and tradition converge."
  },
  {
    "Region": "Jyabahal",
    "Meaning": "Jyabahal — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Jyatha",
    "Meaning": "Jyatha — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Kageshwori",
    "Meaning": "Kageshwori — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Kalanki",
    "Meaning": "The restless threshold of the valley."
  },
  {
    "Region": "Kaldhara",
    "Meaning": "Kaldhara — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Kalimati",
    "Meaning": "Flavors and fumes from market to temple."
  },
  {
    "Region": "Kalopul",
    "Meaning": "Kalopul — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Kamaladi",
    "Meaning": "Kamaladi — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Kamalpokhari",
    "Meaning": "Kamalpokhari — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Kapan",
    "Meaning": "Kapan — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Kapurdhara",
    "Meaning": "Kapurdhara — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Kausaltar",
    "Meaning": "Kausaltar — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Kavresthali",
    "Meaning": "Kavresthali — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Keltole",
    "Meaning": "Keltole — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Kharibot",
    "Meaning": "Kharibot — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Khichapokhari",
    "Meaning": "Khichapokhari — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Khusibu",
    "Meaning": "Khusibu — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Kilagal",
    "Meaning": "Kilagal — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Koteshwor",
    "Meaning": "A junction of journeys and daily devotion."
  },
  {
    "Region": "Kuleshwor",
    "Meaning": "Where temples sit between traffic and time."
  },
  {
    "Region": "Kumaripati",
    "Meaning": "Kumaripati — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Kupondole",
    "Meaning": "Where modern life hums next to ancient alleys."
  },
  {
    "Region": "Kusumbiyalachi",
    "Meaning": "Kusumbiyalachi — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Kusunti ",
    "Meaning": "Kusunti  — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Lagan",
    "Meaning": "Lagan — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Lagankhel",
    "Meaning": "A central drumbeat in Patan’s melody."
  },
  {
    "Region": "Lagantole",
    "Meaning": "Lagantole — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Lainchaur",
    "Meaning": "Lainchaur — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Lazimpat",
    "Meaning": "A diplomat’s corridor with quiet charm."
  },
  {
    "Region": "Lele",
    "Meaning": "Lele — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Lokanthali",
    "Meaning": "Lokanthali — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Machhegaun",
    "Meaning": "Machhegaun — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Mahaboudha",
    "Meaning": "Mahaboudha — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Mahapal",
    "Meaning": "Mahapal — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Maharajgunj",
    "Meaning": "Maharajgunj — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Mahendranagar",
    "Meaning": "Mahendranagar — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Maitidevi",
    "Meaning": "Maitidevi — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Makhan",
    "Meaning": "Makhan — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Malekhu",
    "Meaning": "Malekhu — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Maligaon",
    "Meaning": "Maligaon — A peaceful village echoing with old stories."
  },
  {
    "Region": "Manamaiju",
    "Meaning": "Manamaiju — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Mandikatar",
    "Meaning": "Mandikatar — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Mangalbazar",
    "Meaning": "Mangalbazar — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Manikatar",
    "Meaning": "Manikatar — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Maru",
    "Meaning": "Maru — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Masangalli",
    "Meaning": "Masangalli — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Matatirtha",
    "Meaning": "Matatirtha — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Mhepi",
    "Meaning": "Mhepi — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Minbhawan",
    "Meaning": "Minbhawan — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Mitranagar",
    "Meaning": "Mitranagar — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Nagarjun",
    "Meaning": "Nagarjun — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Naghal",
    "Meaning": "Naghal — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Nagpokhari",
    "Meaning": "Nagpokhari — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Naikap",
    "Meaning": "Naikap — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Nakhipot",
    "Meaning": "Nakhipot — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Nardevi",
    "Meaning": "Nardevi — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Yetkha",
    "Meaning": "Yetkha — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Nawalparasi",
    "Meaning": "Nawalparasi — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Naxal",
    "Meaning": "Chic and charm in Kathmandu’s evolving face."
  },
  {
    "Region": "Nayabazar",
    "Meaning": "Nayabazar — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Nepalgunj",
    "Meaning": "Nepalgunj — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Nepaltar",
    "Meaning": "Nepaltar — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Thapagaon",
    "Meaning": "Thapagaon — A peaceful village echoing with old stories."
  },
  {
    "Region": "New Road",
    "Meaning": "New Road — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Ombahal",
    "Meaning": "Ombahal — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Paknajol",
    "Meaning": "Paknajol — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Panipokhari",
    "Meaning": "Panipokhari — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Parwanipur",
    "Meaning": "Parwanipur — A town where past and present walk side by side."
  },
  {
    "Region": "Pashupati",
    "Meaning": "Pashupati — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Patan",
    "Meaning": "The city of artisans, where bronze breathes beauty."
  },
  {
    "Region": "Patan Dhoka",
    "Meaning": "Patan Dhoka — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Pepsicola",
    "Meaning": "Pepsicola — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Pharping",
    "Meaning": "Pharping — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Phutung",
    "Meaning": "Phutung — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Pokhara",
    "Meaning": "Pokhara — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Pulchwok",
    "Meaning": "Pulchwok — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Putalisadak",
    "Meaning": "Putalisadak — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Rabi Bhawan",
    "Meaning": "Rabi Bhawan — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Ramechap",
    "Meaning": "Ramechap — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Ramkot",
    "Meaning": "Ramkot — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Raniban, Gorkha",
    "Meaning": "Raniban, Gorkha — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Ranibari, Lazimpat",
    "Meaning": "Ranibari, Lazimpat — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Ratopul",
    "Meaning": "Ratopul — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Ravi Bhawan",
    "Meaning": "Ravi Bhawan — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Richmond",
    "Meaning": "Richmond — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Rukum",
    "Meaning": "Rukum — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Samakhusi",
    "Meaning": "Samakhusi — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Sanepa",
    "Meaning": "Where calm lanes hide vibrant voices."
  },
  {
    "Region": "Sangla",
    "Meaning": "Sangla — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Sano Bharyang",
    "Meaning": "Sano Bharyang — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Sano Thimi",
    "Meaning": "Sano Thimi — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Satdobato",
    "Meaning": "The southern turn where games and life collide."
  },
  {
    "Region": "Satungal",
    "Meaning": "Satungal — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Shankhamul",
    "Meaning": "Shankhamul — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Shantinagar",
    "Meaning": "Shantinagar — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Shantitole",
    "Meaning": "Shantitole — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Sifal",
    "Meaning": "Sifal — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Sinamangal",
    "Meaning": "Sinamangal — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Sindhupalchwok",
    "Meaning": "Sindhupalchwok — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Siphal",
    "Meaning": "Siphal — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Sitapaila",
    "Meaning": "Sitapaila — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Soalteemode",
    "Meaning": "Soalteemode — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Sorhakhutte",
    "Meaning": "Sorhakhutte — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Sukedhara",
    "Meaning": "Sukedhara — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Sundarijal",
    "Meaning": "Sundarijal — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Sundhara",
    "Meaning": "Sundhara — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Suryavinayak",
    "Meaning": "Suryavinayak — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Swoyambhu",
    "Meaning": "Swoyambhu — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Syuchatar",
    "Meaning": "Syuchatar — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Tahachal",
    "Meaning": "Tahachal — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Tanahu",
    "Meaning": "Tanahu — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Tangal",
    "Meaning": "Tangal — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Tarkeshwor",
    "Meaning": "Tarkeshwor — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Tathali",
    "Meaning": "Tathali — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Taudal",
    "Meaning": "Taudal — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Teku",
    "Meaning": "Teku — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Tengal",
    "Meaning": "Tengal — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Thahity",
    "Meaning": "Thahity — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Thaiba",
    "Meaning": "Thaiba — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Thamel",
    "Meaning": "A vibrant maze where the world meets Nepal."
  },
  {
    "Region": "Thankot",
    "Meaning": "Thankot — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Thapathali",
    "Meaning": "Thapathali — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Thasikhel",
    "Meaning": "Thasikhel — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Thecho",
    "Meaning": "Thecho — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Thokarpa, Sindhupalchowk",
    "Meaning": "Thokarpa, Sindhupalchowk — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Thulo Bharyang",
    "Meaning": "Thulo Bharyang — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Tikathali",
    "Meaning": "Tikathali — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Tinkune",
    "Meaning": "Tinkune — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Tinthana",
    "Meaning": "Tinthana — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Tripureshwor",
    "Meaning": "Tripureshwor — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Trisuli",
    "Meaning": "Trisuli — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Wotu",
    "Meaning": "Wotu — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Yangal",
    "Meaning": "Yangal — A name whispered in the valley’s living memory."
  },
  {
    "Region": "Boston",
    "Meaning": "Boston — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "New York",
    "Meaning": "New York — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Los Angeles",
    "Meaning": "Los Angeles — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "San Francisco",
    "Meaning": "San Francisco — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Seattle",
    "Meaning": "Seattle — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Dallas",
    "Meaning": "Dallas — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Houston",
    "Meaning": "Houston — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Chicago",
    "Meaning": "Chicago — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Atlanta",
    "Meaning": "Atlanta — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Denver",
    "Meaning": "Denver — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Toronto",
    "Meaning": "Toronto — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Vancouver",
    "Meaning": "Vancouver — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Calgary",
    "Meaning": "Calgary — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Ottawa",
    "Meaning": "Ottawa — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Montreal",
    "Meaning": "Montreal — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "London",
    "Meaning": "London — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Birmingham",
    "Meaning": "Birmingham — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Manchester",
    "Meaning": "Manchester — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Leeds",
    "Meaning": "Leeds — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Liverpool",
    "Meaning": "Liverpool — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Sydney",
    "Meaning": "Sydney — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Melbourne",
    "Meaning": "Melbourne — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Brisbane",
    "Meaning": "Brisbane — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Perth",
    "Meaning": "Perth — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Canberra",
    "Meaning": "Canberra — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Auckland",
    "Meaning": "Auckland — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Wellington",
    "Meaning": "Wellington — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Christchurch",
    "Meaning": "Christchurch — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Tokyo",
    "Meaning": "Tokyo — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Osaka",
    "Meaning": "Osaka — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Fukuoka",
    "Meaning": "Fukuoka — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Singapore",
    "Meaning": "Singapore — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Kuala Lumpur",
    "Meaning": "Kuala Lumpur — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Bangkok",
    "Meaning": "Bangkok — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Doha",
    "Meaning": "Doha — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Dubai",
    "Meaning": "Dubai — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Abu Dhabi",
    "Meaning": "Abu Dhabi — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Muscat",
    "Meaning": "Muscat — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Kuwait City",
    "Meaning": "Kuwait City — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Manama",
    "Meaning": "Manama — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Paris",
    "Meaning": "Paris — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Lyon",
    "Meaning": "Lyon — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Marseille",
    "Meaning": "Marseille — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Berlin",
    "Meaning": "Berlin — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Frankfurt",
    "Meaning": "Frankfurt — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Munich",
    "Meaning": "Munich — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Hamburg",
    "Meaning": "Hamburg — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Stockholm",
    "Meaning": "Stockholm — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Copenhagen",
    "Meaning": "Copenhagen — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Oslo",
    "Meaning": "Oslo — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Zurich",
    "Meaning": "Zurich — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Geneva",
    "Meaning": "Geneva — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Amsterdam",
    "Meaning": "Amsterdam — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Rotterdam",
    "Meaning": "Rotterdam — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "The Hague",
    "Meaning": "The Hague — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Brussels",
    "Meaning": "Brussels — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Vienna",
    "Meaning": "Vienna — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Helsinki",
    "Meaning": "Helsinki — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Rome",
    "Meaning": "Rome — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Milan",
    "Meaning": "Milan — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Barcelona",
    "Meaning": "Barcelona — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Madrid",
    "Meaning": "Madrid — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Lisbon",
    "Meaning": "Lisbon — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Warsaw",
    "Meaning": "Warsaw — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Prague",
    "Meaning": "Prague — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Budapest",
    "Meaning": "Budapest — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Istanbul",
    "Meaning": "Istanbul — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Athens",
    "Meaning": "Athens — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Moscow",
    "Meaning": "Moscow — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Beijing",
    "Meaning": "Beijing — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Shanghai",
    "Meaning": "Shanghai — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Guangzhou",
    "Meaning": "Guangzhou — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Hong Kong",
    "Meaning": "Hong Kong — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Seoul",
    "Meaning": "Seoul — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Taipei",
    "Meaning": "Taipei — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Jakarta",
    "Meaning": "Jakarta — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Manila",
    "Meaning": "Manila — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Colombo",
    "Meaning": "Colombo — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Cape Town",
    "Meaning": "Cape Town — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Johannesburg",
    "Meaning": "Johannesburg — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Nairobi",
    "Meaning": "Nairobi — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Lagos",
    "Meaning": "Lagos — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Accra",
    "Meaning": "Accra — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Mexico City",
    "Meaning": "Mexico City — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Bogotá",
    "Meaning": "Bogotá — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "São Paulo",
    "Meaning": "São Paulo — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Buenos Aires",
    "Meaning": "Buenos Aires — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Santiago",
    "Meaning": "Santiago — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Lima",
    "Meaning": "Lima — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Tel Aviv",
    "Meaning": "Tel Aviv — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Jerusalem",
    "Meaning": "Jerusalem — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Cairo",
    "Meaning": "Cairo — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Riyadh",
    "Meaning": "Riyadh — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Jeddah",
    "Meaning": "Jeddah — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Bahrain",
    "Meaning": "Bahrain — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Ankara",
    "Meaning": "Ankara — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Izmir",
    "Meaning": "Izmir — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Tashkent",
    "Meaning": "Tashkent — A far branch of the Guthi, thriving beyond the Himalayas."
  },
  {
    "Region": "Almaty",
    "Meaning": "Almaty — A far branch of the Guthi, thriving beyond the Himalayas."
  }
]
